Repository: ERPlora/hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Accounts & Authentication
es: Cuentas y autenticación

source: You don't have permission to access this page.
es: No tiene permiso para acceder a esta página.

source: Administrator access required.
es: Se requiere acceso de administrador.

source: Permission
es: Versión

source: Permissions
es: Versión

source: Role
es: Rol

source: Roles
es: Rol

source: Role Permission
es: Permiso de rol

source: Role Permissions
es: Permisos de rol

source: Set either permission or wildcard, not both.
es: Establezca un permiso o un comodín, no ambos.

source: Must set either permission or wildcard.
es: Debe establecer un permiso o un comodín.

source: Local User
es: Usuario local

source: Local Users
es: Usuarios locales

source: Login
es: Iniciar Sesión

source: Business Management System
es: Sistema de Gestión Empresarial

source: Email
es: Correo electrónico

source: Select your profile
es: Selecciona tu perfil

source: Enter your PIN
es: Ingresa tu PIN

source: Incorrect PIN
es: PIN incorrecto

source: your@email.com
es: tu@email.com

source: Password
es: Contraseña

source: Logging in...
es: Iniciando sesión...

source: Setup your PIN
es: Configura tu PIN

source: Welcome
es: Bienvenido

source: Setup a 4-digit PIN for quick access
es: Configura un PIN de 4 dígitos para acceso rápido

source: Confirm your PIN
es: Confirma tu PIN

source: PINs don't match
es: Los PINs no coinciden

source: Please complete all fields
es: Por favor completa todos los campos

source: Login failed
es: Error al iniciar sesión

source: Connection error. Please check your internet.
es: Error de conexión. Verifica tu conexión a internet.

source: PIN configured successfully!
es: ¡PIN configurado correctamente!

source: Invalid currency
es: Selecciona moneda

source: Invalid language
es: Idioma no válido

source: Hub & Store Configuration
es: Configuración de Impuestos

source: Hub Configuration
es: Configuración de Impuestos

source: Tax Class
es: Clases de Impuestos

source: Tax Classes
es: Clases de Impuestos

source: Store Configuration
es: Configuración de Impuestos

source: Backup Configuration
es: Configuración de Impuestos

source: Printer
es: Impresora

source: Printers
es: Impresoras

source: Empty directory
es: Directorio vacío

source: No files in this directory
es: No hay archivos en este directorio

source: Download
es: Descargar

source: Showing first 500 lines
es: Mostrando las primeras 500 líneas

source: Preview not available for this file type
es: Vista previa no disponible para este tipo de archivo

source: files
es: archivos

source: Disk usage
es: Uso de disco por categoría

source: Database not found
es: Mantenimiento de Base de Datos

source: Invalid directory
es: Selección de mesa inválida

source: Access denied
es: Acceso denegado

source: Invalid path
es: Ruta no válida

source: Missing parameters
es: Parámetros faltantes

source: File not found
es: Archivo no encontrado

source: Not authenticated
es: No autenticado

source: Module not found
es: No se encontraron módulos

source: Module already active
es: El módulo ya está activo

source: Module activated and migrations applied. Restart required for URLs.
es: Módulo activado y migraciones aplicadas. Se requiere reinicio para las URLs.

source: Module already disabled
es: Ya tienes este módulo

source: Module deactivated. Restart required.
es: Módulo desactivado. Se requiere reinicio.

source: Module deleted successfully.
es: ¡Módulo instalado correctamente!

source: Server restarting... Migrations applied.
es: Reiniciando servidor... Migraciones aplicadas.

source: Missing module_id
es: Error al instalar el módulo

source: Hub not connected to Cloud. Please configure your Hub first.
es: Hub no conectado a la nube. Configure su Hub primero.

source: Hub not connected to Cloud
es: Tu Hub está conectado a ERPlora Cloud

source: Missing module_slug or download_url
es: Falta module_slug o download_url

source: Module already installed
es: No hay módulos instalados

source: Invalid module package (not a valid zip file)
es: Paquete de módulo no válido (no es un archivo zip válido)

source: Core
es: Núcleo

source: Unsupported file format. Please upload a CSV or Excel file.
es: Formato de archivo no soportado. Suba un archivo CSV o Excel.

source: Could not decode file. Please ensure it is UTF-8 encoded.
es: No se pudo decodificar el archivo. Asegúrese de que esté en formato UTF-8.

source: PIN must be a string
es: El PIN debe ser texto

source: PIN must contain only digits
es: El PIN solo debe contener dígitos

source: PIN must be 4-6 digits
es: PIN (4 dígitos)

source: Employees
es: Empleados

source: Add Employee
es: Añadir Empleado

source: Employee Information
es: Información de la Tienda

source: Name
es: Nombre

source: Full name
es: Nombre completo

source: email@example.com
es: correo@ejemplo.com

source: Select a role
es: Selecciona una mesa

source: Security
es: Seguridad

source: PIN (4 digits)
es: PIN (4 dígitos)

source: 4-digit PIN for quick access
es: Configura un PIN de 4 dígitos para acceso rápido

source: Search employees...
es: Buscar módulos...

source: All Status
es: Estado

source: Active
es: Activo

source: Inactive
es: Inactivo

source: All Roles
es: Rol

source: Columns
es: Columnas

source: Export
es: Soporte

source: Export as CSV
es: Exportar como CSV

source: Export as Excel
es: Exportar como Excel

source: Print
es: Imprimir

source: Import
es: Soporte

source: Table view
es: Mesa

source: Card view
es: reseñas

source: selected
es: No hay mesa seleccionada

source: Activate
es: Activar

source: Deactivate
es: Desactivar

source: Delete
es: Eliminar

source: Clear selection
es: Selección de mesa inválida

source: Delete Employee
es: Eliminar Empleado

source: Are you sure you want to delete
es: ¿Estás seguro de que quieres eliminar este empleado?

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: Cancel
es: Cancelar

source: Import Employees
es: Empleados

source: Upload a CSV or Excel file with columns:
es: Suba un archivo CSV o Excel con las columnas:

source: Show / Hide Columns
es: Mostrar / ocultar columnas

source: Employee
es: Empleado

source: Status
es: Estado

source: Done
es: Listo

source: Edit Employee
es: Editar Empleado

source: Save Changes
es: Guardar Cambios

source: New PIN (4 digits)
es: Nuevo PIN (4 dígitos)

source: Reset PIN
es: Restablecer PIN

source: Danger Zone
es: Zona de Peligro

source: Deleting an employee will deactivate their account. This action can be undone by an admin.
es: Eliminar un empleado desactivará su cuenta. Esta acción puede ser revertida por un administrador.

source: Are you sure you want to delete this employee?
es: ¿Estás seguro de que quieres eliminar este empleado?

source: Yes, Delete
es: Sí, Eliminar

source: Actions
es: Secciones

source: Edit
es: Editar

source: Show
es: Mostrar

source: per page
es: por página

source: Showing %(start)s-%(end)s of %(total)s employees
es: Mostrando %(start)s-%(end)s de %(total)s empleados

source: No employees found
es: Aún no hay empleados

source: No employees yet
es: Aún no hay empleados

source: Try a different search term or filter
es: Intenta ajustar tu búsqueda o filtros

source: Add your first employee to get started
es: Añade tu primer empleado para comenzar

source: Add First Employee
es: Añadir Primer Empleado

source: Employee is active
es: Empleados

source: Employee is inactive
es: Empleados

source: Deleting an employee will deactivate their account.
es: Eliminar un empleado desactivará su cuenta.Eliminar un empleado desactivará su cuenta. Esta acción puede ser revertida por un administrador.

source: Are you sure?
es: Configura tu tienda

source: Save
es: Guardar

source: PIN reset successfully
es: PIN restablecido correctamente

source: Please fill all required fields
es: Por favor completa todos los campos

source: PIN must be 4 digits
es: PIN (4 dígitos)

source: Email already exists
es: El correo electrónico ya existe

source: Employee added successfully
es: ¡Módulo instalado correctamente!

source: Employee updated successfully
es: ¡Módulo instalado correctamente!

source: Cannot deactivate admin users
es: No se pueden desactivar usuarios administradores

source: Cannot deactivate the last active employee
es: No se puede desactivar el último empleado activo

source: activated
es: Desactivar

source: deactivated
es: Desactivar

source: Employee %(status)s successfully
es: Empleado %(status)s correctamente

source: Admin users were excluded from this action
es: Los usuarios administradores fueron excluidos de esta acción

source: %(count)d employees activated
es: %(count)d empleados activados

source: %(count)d employees deactivated
es: %(count)d empleados desactivados

source: %(count)d employees deleted
es: %(count)d empleados eliminados

source: Cannot delete admin users
es: No se pueden eliminar usuarios administradores

source: Employee deleted successfully
es: ¡Módulo instalado correctamente!

source: Please select a file
es: Por favor completa todos los campos

source: The file is empty
es: El carrito está vacío

source: Missing name or email
es: Falta nombre o correo electrónico

source: %(count)d imported
es: %(count)d importados

source: %(count)d skipped (duplicates)
es: %(count)d omitidos (duplicados)

source: %(count)d errors
es: %(count)d errores

source: Files
es: Archivos

source: Database
es: Base de Datos

source: Download backup
es: Descargar

source: Browse
es: Explorador de Archivos

source: 5 directories
es: 5 directorios

source: Location
es: Rotación

source: Preview
es: reseñas

source: Close preview
es: reseñas

source: Select a file to preview
es: Selecciona un área para ver las mesas

source: Dashboard
es: Panel

source: Search modules...
es: Buscar módulos...

source: Get More
es: Obtener Gratis

source: No modules installed
es: No hay módulos instalados

source: Visit the Marketplace to add functionality to your Hub.
es: Visita la Tienda de Módulos para añadir funcionalidad

source: Browse Marketplace
es: Tienda

source: Delete Role
es: Eliminar

source: Edit Role
es: Editar Empleado

source: Create Role
es: Crear Área

source: Search roles...
es: Buscar módulos...

source: All Sources
es: Todas las Categorías

source: Basic
es: Básico

source: Solution
es: Secciones

source: Custom
es: Clientes

source: Add Role
es: Rol

source: No description
es: Descripción

source: System
es: Sistema

source: Full Access
es: Acceso completo

source: Module Permissions
es: Permisos de módulo

source: Administrator Role
es: Rol de administrador

source: No modules found
es: No se encontraron módulos

source: Sync permissions from modules first.
es: Sincronice los permisos de los módulos primero.

source: Sync Permissions
es: Sincronizar permisos

source: Advanced: Custom Wildcards
es: Avanzado: comodines personalizados

source: No custom wildcards.
es: Sin comodines personalizados.

source: e.g., inventory.view_*, *.export_*
es: ej., inventory.view_*, *.export_*

source: Add
es: Añadir

source: Role Name
es: Nombre

source: e.g., warehouse_staff
es: ej., warehouse_staff

source: Lowercase letters and underscores only. Cannot be changed later.
es: Solo letras minúsculas y guiones bajos. No se puede cambiar después.

source: Display Name
es: Orden de Visualización

source: e.g., Warehouse Staff
es: ej., Personal de almacén

source: Description
es: Descripción

source: Optional description for this role
es: Descripción opcional para este rol

source: No roles yet
es: Aún no hay áreas

source: Create your first custom role to get started.
es: Configura tu tienda para comenzar

source: permissions
es: Versión

source: No permissions defined for this module.
es: No hay permisos definidos para este módulo.

source: users
es: usuarios

source: Source
es: Origen

source: Users
es: Usuarios

source: View
es: Ver

source: Showing %(start)s-%(end)s of %(total)s roles
es: Mostrando %(start)s-%(end)s de %(total)s roles

source: No roles found
es: No se encontraron módulos

source: Create your first custom role to get started
es: Configura tu tienda para comenzar

source: Role name is required.
es: El nombre del rol es obligatorio.

source: A role with this name already exists.
es: Ya existe un rol con este nombre.

source: Role created successfully.
es: ¡Módulo instalado correctamente!

source: Role updated successfully.
es: ¡Módulo instalado correctamente!

source: System roles cannot be deleted.
es: Los roles del sistema no se pueden eliminar.

source: Cannot delete role. It is assigned to %(count)d user(s).
es: No se puede eliminar el rol. Está asignado a %(count)d usuario(s).

source: Role deleted successfully.
es: ¡Módulo instalado correctamente!

source: Admin role cannot be deactivated.
es: El rol de administrador no se puede desactivar.

source: Role activated.
es: Desactivar

source: Role deactivated.
es: Desactivar

source: System roles were excluded from this action.
es: Los roles del sistema fueron excluidos de esta acción.

source: %(count)d roles activated.
es: %(count)d roles activados.

source: %(count)d roles deactivated.
es: %(count)d roles desactivados.

source: %(count)d roles skipped (have assigned users).
es: %(count)d roles omitidos (tienen usuarios asignados).

source: %(count)d roles deleted.
es: %(count)d roles eliminados.

source: Synced %(count)d permissions from modules.
es: %(count)d permisos sincronizados de los módulos.

source: Created %(count)d default roles.
es: %(count)d roles predeterminados creados.

source: Settings
es: Configuración

source: Store Information
es: Información de la Tienda

source: Business details for receipts and invoices
es: Datos del negocio para facturas y recibos

source: Store configuration required. Please fill in the required fields below.
es: Configuración de la tienda requerida. Complete los campos obligatorios a continuación.

source: Business Name
es: Nombre del Negocio

source: Your business name
es: Nombre de tu negocio

source: VAT/Tax ID
es: NIF/CIF

source: e.g., ES12345678A
es: ej., ES12345678A

source: Address
es: Dirección

source: Street, City, Postal Code
es: Calle, Ciudad, Código Postal

source: Phone
es: Teléfono

source: Website
es: Sitio Web

source: Default Tax Rate (%%)
es: Tasa de Impuesto Predeterminada (%%)

source: Tax included in prices
es: Impuestos incluidos en precios

source: Prices already include taxes
es: Los precios ya incluyen impuestos

source: Business logo for receipts and invoices
es: Datos del negocio para facturas y recibos

source: Choose image
es: Cerrar Mesa

source: Configure tax rates according to your country's legislation
es: Configura las tasas de impuestos según la legislación de tu país

source: Add Tax Class
es: Añadir Clase de Impuesto

source: e.g., Standard 21%%
es: ej., Estándar 21%%

source: Rate (%%)
es: Tasa (%%)

source: Optional notes
es: Notas opcionales

source: Set as default
es: Establecer como predeterminado

source: Use this tax class by default for new products
es: Usar esta clase de impuesto por defecto para nuevos productos

source: System language, timezone, and display preferences
es: Idioma del sistema, zona horaria y preferencias de visualización

source: System Language
es: Idioma

source: Default language for the Hub interface
es: Idioma predeterminado para la interfaz del Hub

source: Timezone
es: Zona horaria

source: Timezone for dates and schedules
es: Zona horaria para fechas y horarios

source: Currency
es: Moneda

source: Default currency for prices
es: Moneda predeterminada para precios

source: Native Bridge
es: Sin módulos activos

source: Connect to ERPlora Bridge for printers, cash drawer, and scanner
es: Conectar a ERPlora Bridge para impresoras, cajón de dinero y escáner

source: Connected
es: Conectado

source: Connecting...
es: Conectado

source: ERPlora Bridge not detected
es: ERPlora Bridge no detectado

source: Devices
es: Dispositivos

source: No devices found
es: No se encontraron módulos

source: device(s) found
es: dispositivo(s) encontrado(s)

source: Discovery failed
es: Detección fallida

source: Discover
es: Detectar

source: Discovered
es: Detectados

source: Bridge Settings
es: Configuración

source: Bridge Port
es: Puerto del Bridge

source: WebSocket port for the native bridge
es: Puerto WebSocket para el bridge nativo

source: Auto-print
es: Impresión automática

source: Automatically print via bridge (skip browser preview)
es: Imprimir automáticamente via bridge (omitir vista previa del navegador)

source: Satellite printing
es: Impresión satélite

source: Allow other terminals to print via this bridge
es: Permitir que otros terminales impriman a través de este bridge

source: Virtual Keyboard
es: Teclado virtual

source: On-screen keyboard
es: Teclado en pantalla

source: Open or close the OS virtual keyboard for touchscreen use
es: Abrir o cerrar el teclado virtual del SO para uso táctil

source: Hide
es: Ocultar

source: User Preferences
es: Preferencias de Usuario

source: Personal language and profile settings
es: Idioma personal y configuración de perfil

source: Language
es: Idioma

source: Your preferred language
es: Su idioma preferido

source: Your profile picture
es: Su foto de perfil

source: Automatic Backups
es: Copias de Seguridad Automáticas

source: Schedule and manage database backups
es: Programar copias de seguridad automáticas de la base de datos

source: Enable automatic backups
es: Habilitar copias de seguridad automáticas

source: Schedule automatic database backups
es: Programar copias de seguridad automáticas de la base de datos

source: Frequency
es: Frecuencia

source: How often to create backups
es: Frecuencia de creación de respaldos

source: Backup Time
es: Hora de Copia

source: Time of day to run backup
es: Hora del día para ejecutar el respaldo

source: Keep backups for (days)
es: Mantener copias por (días)

source: Number of days to retain backups
es: Número de días para retener respaldos

source: Maximum backups
es: Máximo de copias a mantener

source: Maximum number of backups to keep
es: Máximo de copias a mantener

source: Last Backup
es: Última Copia

source: No backups yet
es: Sin copias aún

source: Backup Now
es: Hacer Copia Ahora

source: Hub Information
es: Información del Hub

source: System status and connection details
es: Estado del sistema y detalles de conexión

source: Hub ID
es: ID del Hub

source: Not configured
es: No configurado

source: Cloud URL
es: URL del Cloud

source: Version
es: Versión

source: Scan this QR code from another device to connect to this Hub.
es: Escanee este código QR desde otro dispositivo para conectarse a este Hub.

source: Open Cloud Portal
es: Abrir Portal Cloud

source: Database Maintenance
es: Mantenimiento de Base de Datos

source: Scan for and remove orphaned data left behind by deleted modules
es: Buscar y eliminar datos huérfanos dejados por módulos eliminadosBuscar y eliminar tablas de base de datos huérfanas, registros de migración y archivos multimedia dejados por módulos eliminados.

source: Scan for Orphaned Data
es: Buscar Datos Huérfanos

source: Default
es: Predeterminado

source: No printers configured
es: No configurado

source: Use Discover Printers to find connected hardware
es: Use Detectar impresoras para encontrar hardware conectado

source: Are you sure you want to delete this tax class?
es: ¿Estás seguro de que quieres eliminar esta clase de impuesto?

source: No tax classes configured
es: No hay clases de impuestos configuradas

source: Create tax types according to your country (e.g., Standard 21%%, Reduced 10%%, Exempt 0%%)
es: Crea tipos de impuestos según tu país (ej., Estándar 21%%, Reducido 10%%, Exento 0%%)

source: Marketplace
es: Tienda

source: Cart
es: Carrito

source: item
es: artículo

source: Clear cart?
es: Limpiar todo

source: Clear
es: Limpiar todo

source: mo
es: mes

source: Free
es: Gratis

source: Tax will be calculated at checkout.
es: Los impuestos se calcularán al finalizar la compra.

source: Checkout
es: Finalizar compra

source: Your cart is empty
es: El carrito está vacío

source: Add paid modules to get started.
es: Añade tu primer empleado para comenzar

source: Processing...
es: Procesando...

source: Complete payment in the opened window
es: Completa el pago en la ventana abierta

source: Checkout failed
es: Error en la compra

source: Error starting checkout
es: Error al iniciar la compra

source: Tax
es: Impuesto

source: Proceed to Checkout
es: Proceder al pago

source: Clear Cart
es: Limpiar todo

source: Browse the marketplace to find modules and services for your Hub.
es: Explore la tienda para encontrar módulos y servicios para su Hub.

source: Coming Soon
es: Próximamente

source: This store is under development. Stay tuned for updates!
es: Esta tienda está en desarrollo. ¡Estén atentos a las novedades!

source: Browse Modules
es: Explorar Tienda de Módulos

source: Select your country to see the required modules for legal compliance.
es: Seleccione su país para ver los módulos requeridos para cumplimiento legal.

source: Your country
es: Su país

source: modules
es: Módulos

source: No Compliance Data Available
es: No hay datos de cumplimiento disponibles

source: Could not load compliance requirements. Please check your internet connection and try again.
es: Por favor verifica tu conexión a internet e intenta de nuevo.

source: Compliance
es: Cancelar

source: All Installed
es: Instalado

source: Required Modules
es: Módulos Relacionados

source: Mandatory
es: Obligatorio

source: Recommended
es: Recomendado

source: Installed
es: Instalado

source: Install
es: Instalar

source: No compliance modules defined for this country yet.
es: Aún no se han definido módulos de cumplimiento para este país.

source: Module installed successfully
es: ¡Módulo instalado correctamente!

source: Installation failed
es: Instalado

source: Connection Error
es: Error de Conexión

source: Retry
es: Reintentar

source: Category
es: Categoría

source: All Categories
es: Todas las Categorías

source: Block
es: Bloqueado

source: All Blocks
es: Todos los bloques

source: Pricing
es: Precios

source: All Types
es: Todos los tipos

source: Region
es: Región

source: All Regions
es: Todas las Categorías

source: All Plans
es: Todos los planes

source: Apply Filters
es: Aplicar filtros

source: Filters
es: Filtros

source: Active:
es: Activos:

source: Module
es: Módulo

source: Author
es: Autor

source: Price
es: Precio

source: Rating
es: Valoración

source: Function
es: Secciones

source: All
es: Todos

source: Apply
es: Aplicar

source: Type
es: Tipo

source: Module Details
es: Módulos

source: by
es: por

source: downloads
es: descargas

source: Featured
es: Destacados

source: Owned
es: Adquirido

source: one-time payment
es: pago único

source: monthly subscription
es: suscripción mensual

source: Download & Install
es: Descargar e Instalar

source: Get Free Module
es: Obtener Módulo Gratis

source: Add to Cart
es: Añade productos para comenzar

source: Overview
es: reseñas

source: Reviews
es: Reseñas

source: Changelog
es: Registro de cambios

source: About this module
es: Sin módulos activos

source: Module Information
es: Información de la Tienda

source: License
es: Licencia

source: No reviews yet
es: Aún no hay áreas

source: Be the first to review this module
es: Sea el primero en valorar este módulo

source: No changelog available
es: Nueva versión disponible

source: Related Modules
es: Módulos Relacionados

source: Error acquiring module
es: Error al adquirir el módulo

source: Module acquired. Download not available yet.
es: Módulo adquirido. La descarga aún no está disponible.

source: You already own this module
es: Ya tienes este módulo

source: Error starting purchase
es: Error al iniciar la compra

source: Error processing purchase
es: Error al procesar la compra
