Repository: ERPlora/hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Server error. Please try again later.
es: Error del servidor. Inténtelo de nuevo más tarde.

source: Module installed! Reloading...
es: ¡Módulo instalado correctamente!

source: Error installing module
es: Error al instalar el módulo

source: Error downloading module
es: Error al descargar el módulo

source: Rate
es: Tasa (%%)

source: Write a comment (optional)...
es: Escriba un comentario (opcional)...

source: Submit
es: Enviar

source: Review submitted!
es: ¡Valoración enviada!

source: Error submitting review
es: Error al iniciar la compra

source: Available
es: Disponible

source: Get Free
es: Obtener Gratis

source: Showing %(start)s-%(end)s of %(total)s modules
es: Mostrando %(start)s-%(end)s de %(total)s módulos

source: Try adjusting your search or filters
es: Intenta ajustar tu búsqueda o filtros

source: added to cart
es: añadido al carrito

source: Error adding to cart
es: Error al iniciar la compra

source: Activate Block
es: Activar

source: Activating...
es: Activar

source: Coming soon
es: Próximamente

source: Planned
es: Planificado

source: Optional Modules
es: Notas opcionales

source: Pre-configured Roles
es: Roles preconfigurados

source: Block activated successfully
es: ¡Módulo instalado correctamente!

source: Block deactivated
es: Desactivar

source: Action failed.
es: Error al iniciar sesión

source: blocks active
es: bloques activos

source: required
es: Requerido

source: Block activated
es: Desactivar

source: No Blocks Available
es: Disponible

source: Could not load functional blocks. Please check your internet connection and try again.
es: Por favor verifica tu conexión a internet e intenta de nuevo.

source: Modules
es: Módulos

source: Components
es: Componentes

source: Soon
es: Pronto

source: Blocks
es: Bloqueado

source: Commerce
es: Comercio

source: Services
es: Servicios

source: Hospitality
es: Hostelería

source: HR
es: RRHH

source: Finance
es: Cancelar

source: Operations
es: Secciones

source: Marketing
es: Tienda

source: Utility
es: Utilidad

source: Specialized
es: Especializado

source: Cart is empty
es: El carrito está vacío

source: Hub not connected to Cloud.
es: Tu Hub está conectado a ERPlora Cloud

source: No paid items to checkout.
es: No hay artículos de pago para finalizar.

source: Functional Blocks
es: Bloques funcionales

source: Block not found.
es: Bloque no encontrado.

source: All modules are already installed.
es: No hay módulos instalados

source: Country not found.
es: País no encontrado.

source: Invalid module context
es: Selección de mesa inválida

source: Invalid module structure
es: Instalar módulos

source: Subscription required
es: Suscripción

source: This feature requires an active subscription.
es: Esta función requiere una suscripción activa.

source: Purchase required
es: Comprar

source: This feature requires purchasing the module.
es: Esta función requiere la compra del módulo.

source: Setup
es: Configuración

source: Configure your store to get started
es: Configura tu tienda para comenzar

source: Regional Settings
es: Configuración

source: Set your language, country, and timezone
es: Configure su idioma, país y zona horaria

source: Country
es: País

source: Search country...
es: Buscar productos...

source: Search timezone...
es: Buscar módulos...

source: Continue
es: Continuar

source: Choose Your Modules
es: Elija sus módulos

source: Quick Start
es: Inicio rápido

source: Retail
es: Comercio minorista

source: Restaurant
es: Reiniciar

source: Consulting
es: Consultoría

source: Field Service
es: Servicio de campo

source: Could not load modules. Please check your internet connection and try again.
es: Por favor verifica tu conexión a internet e intenta de nuevo.

source: Back
es: Volver

source: Business Information
es: Información del Negocio

source: Tell us about your business
es: Cuéntenos sobre su negocio

source: Tax Configuration
es: Configuración de Impuestos

source: Set up your default tax settings
es: Configure sus impuestos predeterminados

source: Prices shown already include tax
es: Los precios mostrados ya incluyen impuestos

source: Complete Setup
es: Completar Configuración

source: Business
es: Nombre del Negocio

source: Invalid language selection.
es: Selección de mesa inválida

source: Invalid timezone.
es: Selección de mesa inválida

source: Please select at least one block
es: Por favor selecciona una mesa antes de pagar.

source: Invalid selection
es: Selección de mesa inválida

source: Business name is required
es: Nombre del Negocio

source: Address is required
es: La dirección es obligatoria

source: VAT/Tax ID is required
es: NIF/CIF

source: Tax rate must be between 0 and 100.
es: La tasa de impuesto debe estar entre 0 y 100.

source: Invalid tax rate.
es: Selección de mesa inválida

source: Cloud Synchronization
es: Conexión Cloud

source: Token Cache
es: Caché de tokens

source: Sync Queue Item
es: Elemento de cola de sincronización

source: Sync Queue
es: Cola de sincronización

source: this module
es: Sin módulos activos

source: Delete Module
es: Módulos Relacionados

source: Deactivate Module
es: Desactivar

source: This will permanently delete
es: Esto eliminará permanentemente

source: and all its data.
es: y todos sus datos.

source: Are you sure you want to deactivate
es: ¿Estás seguro de que quieres desactivar este módulo?

source: Categories
es: Categorías

source: Industries
es: Industrias

source: All Industries
es: Todas las Industrias

source: One-time
es: Pago Único

source: Subscription
es: Suscripción

source: Clear all
es: Limpiar todo

source: Module installed successfully!
es: ¡Módulo instalado correctamente!

source: Restart Required
es: Reinicio Requerido

source: The server needs to restart to complete module setup. Restart now?
es: El servidor necesita reiniciarse para completar la configuración del módulo. ¿Reiniciar ahora?El servidor necesita reiniciarse para completar la configuración del módulo. ¿Reiniciar ahora?

source: Restart
es: Reiniciar

source: Later
es: Más tarde

source: Try Again
es: Intentar de Nuevo

source: First
es: Primero

source: Page
es: Página

source: of
es: de

source: Last
es: Último

source: Back to Marketplace
es: Volver a la Tienda

source: No Connection
es: Conexión Cloud

source: Unable to connect to ERPlora Cloud. Please check your internet connection and try again.
es: Por favor verifica tu conexión a internet e intenta de nuevo.

source: Back to Modules
es: Módulos Relacionados

source: Purchase
es: Comprar

source: Write a Review
es: Escribir una valoración

source: Your rating:
es: Su valoración:

source: Share your experience with this module (optional)...
es: Comparta su experiencia con este módulo (opcional)...

source: Submit Review
es: Reseñas

source: Thank you for your review!
es: ¡Gracias por su valoración!

source: No reviews yet — be the first!
es: ¡Aún no hay valoraciones — sea el primero!

source: Explore the Marketplace to extend your Hub
es: Explora la Tienda de Módulos para ampliar tu Hub

source: My Modules
es: Módulos

source: Products
es: Productos

source: Module activated. Server restarting.
es: Módulo activado. Reiniciando servidor.

source: Module deactivated. Server restarting.
es: Módulo desactivado. Reiniciando servidor.

source: Free module acquired
es: Módulo gratuito adquirido

source: Home
es: Inicio

source: Install App
es: Instalar

source: Log Out
es: Cerrar Sesión

source: Confirm Delete
es: Eliminar

source: Deleted successfully
es: PIN restablecido correctamente

source: Error deleting
es: Error al eliminar

source: Confirm
es: Confirma tu PIN

source: Offline
es: Sin Conexión

source: You're Offline
es: Estás Sin Conexión

source: Please check your internet connection and try again.
es: Por favor verifica tu conexión a internet e intenta de nuevo.

source: Toggle navigation menu
es: Alternar menú de navegación
